---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.MirrorFailures
source: html/7ae17351-7faa-d762-b182-5ab138a71a2f.htm
---
# BuiltInFailures.MirrorFailures Properties

Can't mirror element into this position.